
<?php include("includes/header.php")  ?>



<section class="bg-sand padding-large">
	<div class="container">
		<div class="row">

			

			<div class="col-md-12 pl-5">
				<div class="product-detail">
					<h1 class="text-center"></b>වෙබ් අඩවිය</h1>

          <div class="col-md-12">
				    <a href="" class="product-image"><img src="images/banner/bk.png"></a>
			        </div>
                <div class="col-md-12 pl-5">
				          <div class="product-detail">
				          	<h3 class="text-center"><br>අසත්‍ය, සත්‍ය මෙන් දීප්තිමත් වන කල්හි සැබෑ සත්‍ය ආශ්චාද කරලීමට ලැඛෙන ඉඩ ප්‍රස්තාව අල්පය</h3>

                      <p style="text-align: justify;">
                        බොරුව සමාජගතවීම සැබෑවට වඩා වේගවත් අයුරකින් සිදු වේ. එහෙත් ඉන් සත්‍යවාදීන් උකටලී විය යුතු නොවේ. 
                        බොරුවෙහි සැබෑව පසක් කොට දුන් කල්හි ඒවා විශ්වාස කිරීම දුර්වල වනු ඇත. ඊට අවැසි යථාර්ථවාදී ප්‍රවේශයන් 
                        අප සොයා ගත යුතු වෙමු. එහෙත් දූෂිත හා බලලෝභී දේශපාලනික හැඩතල වලට යටව කෙරෙන නොපනත්කම් හෝ 
                        මැර බලය නැතහොත් මුදල් යොදවා සත්‍ය යටපත් කිරීමට දරණ වෑයම අභියස සැබෑව සමාජගත කිරීමට වෙහෙසෙන 
                        අයවලූන් කෙරෙහි ඇත්තේ දැඩි ජීවිත අවදානමකි. ඔවුන් රැකීමට නීතිය වුව ඇතැම් විට මැලි කරනු ඇත. එපමණක් නොව
                         එකී සැබෑව ජනගත කිරීම උදෙසා ප්‍රකාශන මාධ්‍යය වුව සුරක්ෂිත රැකවරණයක් ඔවුනට ලබා නොදෙනු ඇත. ඇතැම් විට 
                         ඒවා ජනගත කිරීම වුව ප්‍රතික්ෂේප වනු ඇත. ඊට පිළියම් ලෙස නිර්මාණය කරන ලද අපගේ වෙබ් අඩවිය ඔස්සේ සැබෑව 
                         දේශීය හා විදේශීය සමාජ කෙරෙහි බාධකයකින් තොරව සම්ප්‍රේෂණය කරලීමට ඔබට මහත් වූ පිටිවහලක් සපයනු ඇත.  
                        </p>

                   </div>
                </div>
              </div>
            </div>
        </div>		
	  </div>
</section>

<?php include("includes/footer.php")  ?>