
<?php include("includes/header.php")  ?>



<section class="bg-sand padding-large">
	<div class="container">
		<div class="row">

			<div class="col-md-6">
				<a href="" class="product-image"><img src="images/banner/authr.png"></a>
			</div>

			<div class="col-md-6 pl-5">
				<div class="product-detail">
					<h1>තරංග ධරණීත</h1>
					<h3>ජ්‍යෙෂ්ඨ කථීකාචාර්ය - කැළණිය විශ්වවිද්‍යාලය</h3>
				

					<p style="text-align: justify;">
                        මොහු වසර 20 කට අධික කාලයක් දර්ශන අධ්‍යයන අංශයට අනුයුක්තව දර්ශන විෂය පිළිබඳ ශාස්ත්‍රවේදී උපාධි, ගෞරව 
                        උපාධි හා පශ්චාද් උපාධි විද්‍යාර්ථීන්ට පෙනීම සහ යථාර්ථය අතර ඇති දාර්ශනික විවිධත්වය අවබෝධ කර දීමට අවැසි මගපෙන්වීම 
                        ලබාදී ඇත. එසේම පසුගිය අවධියෙහි සිව් වසරක කාලයක් දර්ශන අධ්‍යයන අංශයේ අංශාධිපතිවරයා වශයෙන් ද කටයුතු කරමින්
                         සිය අවංක දායකත්වය එහි අභිවෘද්ධිය උදෙසා කැප කොට තිබේ. <br><br>

                        හෙතෙම සිය ප්‍රථම උපාධිය දර්ශන විෂය මත පදනම්ව සම්පූර්ණ කොට ඇති අතර දර්ශන විශාරද උපාධිය තර්ක ශාස්ත්‍රය විෂය
                         පදනම් කරගනිමින් 2013 වර්ෂයේදී සාර්ථක අයුරින් අවසන් කොට තිබේ. </p>
						 	
					</div>
				</div>
		                 <p>
						  තර්කශාස්ත්‍රය හා පරිගණක විද්‍යාව අතර පවත්නා 
                         සම්බන්ධතාවය පිළිබඳ පළමුවරට ලාංකේය විද්‍යාර්ථීන් දැණුවත්කරමින් නවීන තාක්ෂණය කෙරෙහි තාර්කික චින්තනයෙහි හා 
                         තාර්කික ආදර්ශයන්හි පවත්නා සමීප බව වටහා දුන් හෙතෙම වසර 20 කට අධික කාලයක් අ.පො.ස (උ/පෙළ) තර්කශාස්ත්‍රය
                          හා විද්‍යාත්මක ක්‍රමය විභාග කටයුතු ඇගැයීම් ක්‍රියාවලිය හා සම්බන්ධ ප්‍රධාන පරීක්ෂකවරයෙකු ලෙස අවංකව මෙන්ම බුද්ධිවාදී 
                          අයුරින් ස්වකීය 
                          දායකත්වය ලබා දී ඇත. ගිරා චරිතාංග රංගනයට නතු නොවී යථාර්ථදී අයුරින් ලෝකය දෙස බැලීමට
                          තර්කශාස්ත්‍රය˜ යන මැයෙන් 2008 වර්ෂයේදී ග්‍රන්ථයක් ද රචනා කරන ලදී. අධ්‍යාපන අමාත්‍යංශයේ අග්‍රප්‍රඋම 2/8275 දරණ 
                          බලපත්‍රය හිමි එකී ග්‍රන්ථය 2015 වර්ෂයේදී අධ්‍යාපන ග්‍රන්ථ ප්‍රකාශන උපදේශක මණ්ඩලය විසින් පාසල් පුස්තකාල භාවිතය 
                          සඳහා නිර්දේශ කරන ලද ග්‍රන්ථ නාමලේඛනයට ද ඇතුලත් කොට තිබේ. <br><br>

                        අධ්‍යාපනය බුද්ධිය සම`ග පටලවා නොගත් හෙතෙම තමා නොදන්නා දෑ පිළිබඳ මනා වූ දැක්මක් ඇති අයෙක් බැව් සැලකුව මනාය.
                         ඔහුගේ මෙම ග්‍රන්ථය හුදෙක් බෞද්ධ ජනතාවගේ සිතිවිළි අඳුරෙන් ආලෝකය කරා ප්‍රවේශ කරවීමට ගන්නා ලද සද්භාවාත්මක 
                         වෑයමක් පමණක් වේ.
                        </p> 
	</div>
</section>

<?php include("includes/footer.php")  ?>