
<?php include("includes/header.php")  ?>




<section id="billboard">


	<div class="container">
		<div class="row">
			<div class="col-md-6">
				
					<div class="slider-item">
						<div class="banner-content">
							<h2 class="banner-title"><b></br>කපටි උපාසකයා</h2>
							<p>ජ්‍යෙෂ්ඨ කථීකාචාර්ය තරංග ධරණීත</p>
							
						</div><!--banner-content--> 

					
					</div><!--slider-item-->
				</div>	
                
                <div class="col-md-6">
                <img src="images/banner/front1.png" alt="banner" class="banner-image">
                </div>
			</div>
		</div>
	
	
</section>




<section id="best-selling">
	
	<div class="container">
		

        <div id="about" class="about-area bg-light default-padding">
                <div class="row">
					<div class="col-md-6">
						<figures>
							<img src="images/banner/back.png" alt="book" class="single-image">
						</figure>	
					</div>

					<div class="col-md-6">
						<div class="product-entry">
							<h2 >කපටි උපාසකයා ග්‍රන්ථය නිකුත් කර ඇත බව ඔබ දන්නවාද?</h2>

							<div class="products-content">
								
								<p>කපටි උපාසකයා නමැති ග්‍රන්ථය පූර්වෝක්ත අභිමතාර්ථ සපුරාලනු වස් අසත්‍යයෙන් සත්‍ය කරා බෞද්ධ
                                     ජනතාවගේ සිතිවිළි පෙළගැස්වීමට අප විසින් ගත් නිර්ව්‍යාජී උත්සාහයක ප්‍රතිඵලයක් ලෙස ඔබ අතරට එක්වෙයි. 
                                     ආගමට මුවා වෙමින් හොරකමේ යෙදෙන නිළමේවරයෙකුගේ අශද්ධ වූ කල්ක්‍රියාව ඉන් විද්‍යාමාන කෙරෙයි.
                                      එම ග්‍රන්ථයෙන් ප්‍රකට කෙරෙන සැබෑවේ හෙළිදරව්ව විචාරශීලී ලෙස ග්‍රහණය කර ගැනීමත්, එකී විනාශකාරී 
                                      ගමන් මගට එරෙහිවීමත් ඔබ සතු කාලීන වගකීමක් වේ.</p>
                                <p>
                                ග්‍රන්ථය අන්තර්ජාලය හරහා නිවසටම ගෙන්වා ගැනීමට ඔබට හැකියාව ඇත</p>
								<div class="item-price">මිල රු 1200 පමණි</div>
								<div class="btn-wrap">
                                <a href="form.php" class="btn btn-theme effect btn-md" data-animation="animated slideInUp">මිලදී ගැනීමට</a>
								</div>
							</div>

						</div>
					

				</div>
				<!-- / row -->

			</div>

		</div>
	</div>
</section>



<section id="quotation" class="align-center">

<div id="quotation">
        <div class="container">
            <div class="row">
                <div class="ourbest-items text-center">
                    <!-- Single Item -->
                    <div class="col-md-12 col-sm-6 equal-height">
                        <div class="item">
                            
                            <div class="info">
                                <h1>අපගේ මෙහෙවර </h1><br>
                                <p style="text-align: justify;">
                                ප්‍රෞඪ ඉතිහාසයකට හිමිකම් කියන ශ්‍රී ලාංකේය සමාජය සහනශීලීබව හා සහජීවනය  අගයනු ලබන සිංහල බෞද්ධ 
                                සංස්කෘතිය මත පදනම්ව නිර්මාණය වී තිබේ. ඒහිපස්සික යන ආදර්ශයට යටත්ව බෞද්ධ ආගමික සිතිවිලි ධාරාවෙන් 
                                පෝෂණය ලබා ඇති එකී සමාජය එකම ගංගාවකට එක් වරක්වත් එක් අයෙකුට බැසිය නොහැකිය යන යථාර්ථවාදී දැක්ම 
                                ඔස්සේ ඉදිරි ගමනක යෙදෙයි. එහෙත් පසු දශක කිහිපය ඇතුළත එකී ගමන් ම`ග අදූරදර්ශී දේශපාලනික හා ආගමික 
                                සිතිවිල්ලෙන් දූෂණය ලබා විපරීත භූමිකාවක් කරා අවතීරණය වී ඇත. <br><br>

                                ඇදහීම අන්ධකාරය වෙතටත්, විමසිල්ල ආලෝකය දෙසටත් අප රැගෙන යයි. එහිලා අපගේ දැක්ම හා මෙහෙවර වනුයේ
                                 හුදෙක් ශ්‍රී ලාංකේය සිංහල බෞද්ධ සංස්කෘතික උරුමය අනාගතය උදෙසා රැකදෙනු වස් සබුද්ධික ජනතාව අඳුරෙන් 
                                 ආලෝකය කරා එතෙර කරවීමයි. එහෙත් එකී භූමිකාව තුළ ජාතිවාදී, ආගම්වාදී හෝ හිංසාවාදී විධික්‍රම නොපවතී. 
                                 අන්‍යාගමිකයන් බෞද්ධයන් බවට පත්කරවීමට හෝ ඒ උදෙසා සෙසු ආගම් වලට ගර්හා කරමින් හිංසාවාදී නැඹුරුවකින්
                                  යුතු මානසිකත්වයන් සමාජය තුළ නිර්මාණය කිරීම කිසිඳු කලෙකත් බෞද්ධයා අතින් සිදු නොවීය. එබැවින් මෙකී 
                                  කර්තව්‍ය හුදෙක් ආගමික හා ජාතික සහජීවනය සිත්හිලා වංචාවෙන් හා දූෂණයෙන් තොර සාමකාමී ශ්‍රී ලාංකේය 
                                  සමාජ ක්‍රමයක් කරා ප්‍රවේශය වීමට අවැසි මාර්ගය හෙළිපෙහෙලි කර දීම උදෙසා වන සද්කාර්යයක් පමණක් වනු ඇත. 
                                  එබැවින් මෙකී ක්‍රියාවලියෙහි ලා රාජ්‍ය නොවන සංවිධාන කෙරෙන් වන යටිතල පහසුකම් දෙසට සිත් යොමු කිරීමක් 
                                  හෝ දුර්දාන්ත දේශපාලනික ආදර්ශයන්ට ආවැඩීමක් හෝ අපගේ මෙම සාමකාමී භූමිකාව තුළ ඉස්මතු නොවෙයි. <br><br>

                                  සත්‍ය උදෙසාත්, සාමය උදෙසාත් වන තනි අයිතියක් කිසිවෙකුටත් නොපවතී. මිනිස් සබඳතා විෂයෙහි වුව ද ඒ එසේමය. 
                                  අපගේ දැක්ම එයයි. එහෙත් ඊට එරෙහිව යමින් ශ්‍රී ලාංකේය බෞද්ධාගමික ගමන් මාර්ගය මේවන විට විනාශකාරී 
                                  දේශපාලනික හැඩතල මත තීරණය වන්නක් බවට පත්ව තිබේ. එය රටේ ඉදිරි අනාගතය කෙරෙහි එතරම් සුබවාදී 
                                  පූර්වාදර්ශයක් විද්‍යමාන නොකරයි. ඒහිපස්සික ආදර්ශයෙහිලා ආගමක ආගමනයක් නොවෙයි. ඉන් කෙරෙන ඇනැවුම
                                   යථාභූතය කෙරෙහි වෙයි. මෙම සත්‍ය අනුක්‍රමයෙන් බෞද්ධයන් කෙරෙන් ඈත්ව යන වකවානුවක එම සිතිවිළි ඔවුන් 
                                   ඇසුරෙහි යලිත් රෝපණය කරලීම කාලීන අවශ්‍යතාවක් බවට පත්ව තිබේ. එපමණක් නොව දේශපාලනික රැකවරණයන්ට 
                                   මුවාවෙමින් කෙරෙන බෞද්ධාගමික ශ=ද්ධ වස්තූන් මංකොල්ලයත්, මුදලට ලොබ බැඳ බුදු දහම විනාශ කොට දැමීමට 
                                   උත්සුක වන අන්තවාදීන්් අඩපණ කිරීමත්, ක`ඵ සුදු කොට පෙන්වමින් සිංහල බෞද්ධයින් හා ආගමික නායකයින් 
                                   නොම`ග යැවීමට තැත් දරනා විවිධ දේශීය හා විදේශීය  කුමන්ත්‍රණකාරී බලවේගයන් මුලිනුපුටා දැමීමත් එකී
                                    අවශ්‍යතාවයන් අතර ප්‍රමුඛ වේ. <br><br>
  
                                </p>
                                
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>  

<?php include("includes/footer.php")  ?>